;--------------------------------------------------------------------------------
[Lang]
Lang=Portuguese (By Milton Teixeira da Silva,  milton@cdmil.com (C) 2005) V.1.2
;--------------------------------------------------------------------------------
[102]
102=Procura..
1012=&Procura?
1009=&Substituir:
1003=&Ignore Caixa
1004=&Toda Palavra
1005=&Projeto
1013=Direção
1006=&Baixo
1007=&Cima
1008=&Todo Texto
1=Procurar
1010=Substituir
1011=Subst.. Tudo
2=Cancelar
;--------------------------------------------------------------------------------
[103]
103=Saltar para Linha
1001=Linha:
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[151]
151=Assistente de Projeto - Tipo & Nome
1001=Assemblador
1002=Tipo de Projeto
1003=Nome Projeto:
1004=Descrição Projeto:
1005=Pastas Projeto:
534=...
;--------------------------------------------------------------------------------
[152]
152=Assistente de Projeto - Modelo
;--------------------------------------------------------------------------------
[153]
153=Assistente de Projeto - Arquivos & Pastas
1001=Criação de Arquivos
1002=Criação de Pastas
;--------------------------------------------------------------------------------
[154]
154=Assistente de Projeto - Criar
1001=Menu Criar
1002=Compilar RC:
1003=Assemblar:
1004=Linkar:
1005=Executar:
1006=Exec Oldebug:
1007=Res do Obj:
1008=Módulo Asm:
;--------------------------------------------------------------------------------
[2000]
2000=Criar Modelo
2007=Descrição
2009=Arquivo Addicional
2003=Adicionar
2004=Remover
2008=Modelo Nome do Modelo
2006=...
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[2200]
2200=Opções de Recortes
2207=Ação Para Duplo Click
2201=Seleciona Tudo
2202=Copia para o Editor
2203=Copia na área transferência
2204=Copia Para Saida
2205=Fecha
2206=Abrir Expandido
1=OK
2=Cancela
10=Aplica
;--------------------------------------------------------------------------------
[2300]
2300=Configura o Instalação do Radasm
1=OK
2=Cancelar
10=Aplicar
;--------------------------------------------------------------------------------
[2500]
2500=Editor do Menu de Programa
1=OK
2=Cancelar
2528=Exportar
2529=Remover
2501=Menu
2502=Nome:
2504=MenuID:
2506=ItemInitID:
2510=Itens do Menu INI:
2511=Legenda:
2514=Atalho:
2515=Nome:
2517=ItensID:
2526=Conferir
2527=Cinzentado
2530=Desativado
2508=Alinhar a Direita
2509=Botão Radio
2531=Ownerdraw
2532=Ordena a Direita
2519=Inserir
2520=Apagar
;--------------------------------------------------------------------------------
[2600]
2600=Opções do Editor
1=OK
2=Cancelar
10=Aplicar
2615=Grade X-Tam.
2616=Grade Y-Tam.
2614=Grade cores
2617=Diálogo ID
2618=Controle ID
2605=Exibe Grade
2606=Coloque a Grade
2607=Exibe Pos/Tamanho
2611=Grade como linhas
2608=Gravar arquivo, RC
2609=Propriedade simples
;--------------------------------------------------------------------------------
[2700]
2700=Opções do Projeto 
2726=Criar Menu
2717=Descrição
2722=Liberação
2723=Debug
2718=Compila Rc
2719=Assemblar
2720=Linkar
2721=Executar
2728=Res Do Obj
2729=Módulo Asm
2727=Exec O/debug
2724=Exibir grupos
2725=Expandir grupos
1=OK
2=Cancelar
10=Aplicar
;--------------------------------------------------------------------------------
[2800]
2800=Opções do Editor de Código
1=OK
2=Cancelar
10=Aplicar
2850=Tab && Espaço
2851=Tamanho Tab
2815=Converte Tab para Espaço
2806=Auto Indentar
2852=Opções da Janela
2809=Grava Pos+Tamanho
2820=Sempre por Cima
2811=Sempre Maximizado
2817=Exemplo Simples
2812=Use Rodinha do Mouse
2853=Arquivos
2854=Fazer Backup
2837=Avisar, Arq: alterado
2805=Auto Gravar compilando
2831=Auto Carregar Projeto
2855=Arq: Código
2856=Nº de Linhas / Tamanho da Página
2857=Largura
2858=Linhas por Pág:
2821=Exibir na Abertura
2859=Ajuda de Apis
2807=Exibir Lista Api
2813=Exibir Constantes Api
2808=Exibir ajuda emergencia Api
2816=Exibir Ítens Estruturas
2860=Propriedades de Código
2810=Exibir Propriedades
2822=Auto Refresca Lista
2819=Propriedades Lista Palavras
2834=Entre lista com Tab
2829=Exibe lista com Shift+Espaço
2861=Outros
2814=Escrever Macro no código
2823=Proc Barra de estado
2818=Coverte Caixa lista Word
2830=Abrir Colapsdos
2832=Auto Suporte
2833=Informação de Código
2836=Construir Linhas
;--------------------------------------------------------------------------------
[2900]
2900=Informações de Versão
2912=Nome:
2913=ID:
2914=Vers: Arq:
2915=Vers: Prod:
2916=OS:
2917=Tipo Arq:
2918=Idioma:
2919=Fixar Caract.:
2911=Exportar
2=Cancelar
1=OK
;--------------------------------------------------------------------------------
[3000]
3000=Exportar ID Equ's para Saida
3007=Seleção
3002=&Selecionar
3003=&Deselecionar
3004=Sel: &Tudo
3005=Sel: &Nada
3006=&Inverte Sel.
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[3100]
3100=Busacador de Recortes
3109=Adc: Novo
3108=Abre
3103=Limpa Saida
3104=Sel: Tudo
3105=Editor
3106=Recorta
3107=Saida
2=Fecha
;--------------------------------------------------------------------------------
[3200]
3200=Menu Montar,Ferramentas Menu,Ajuda Menu,Macro Menu,Macro Add
1=OK
2=Cancelar
3205=Inserir
3206=Apagar
3210=Itens do Menu:
3211=Acelerador:
3212=Comando:
3203=...
;--------------------------------------------------------------------------------
[3300]
3300=estilo,Ex estilo
2=Fechar
;--------------------------------------------------------------------------------
[3400]
3400=RadASM Gravador de Macros
1=Parar
;--------------------------------------------------------------------------------
[3500]
3500=Opções de Impressora
3513=Númerador de Página
3501= esquerda
3502= Centro
3503= Direito
3504= Nenhum
3505=Data/Hora
3514=Título de página
3506=esquerda
3507=Centro
3508=Direita
3509=Nenhum
3510=Descrição de Projeto
3515=Sintaxe
3511=Usar Cores
1=OK
2=Cancelar
10=Aplicar
;--------------------------------------------------------------------------------
[3600]
3600=Recursos
1=OK
2=Cancelar
3602=Exportar
3603=Adicionar
3604=Apagar
;--------------------------------------------------------------------------------
[3700]
3700=Tabela de String
1=OK
2=Cancelar
3702=Exportar
3703=Adicionar
3704=Apagar
;--------------------------------------------------------------------------------
[3800]
3800=Adicionar breakpoint variável
3803=Nome de Variável:
3802=Limpar
2=Cancelar
1=OK
;--------------------------------------------------------------------------------
[3900]
3900=Opções de Ferramentas de Janelas
1=OK
10=Aplicar
2=Cancelar
3906=Permite legenda a direita
3907=Seleciona Multilinhas noTAB
3908=Exibir Linha Divisória
3909=Ferramenta Ordenar
;--------------------------------------------------------------------------------
[4000]
4000=Opções do Buscador de Arquivo
4009=Pastas:
1=OK
2=Cancelar
4002=Adicionar
4003=Apagar
4005=...
4010=Filtros:
;--------------------------------------------------------------------------------
[4100]
4100=Opções de Arquivo Externo
4107=Tipo de Arquivo:
1=OK
2=Cancelar
4102=Adicionar
4103=Apagar
4108=Comando:
4106=...
;--------------------------------------------------------------------------------
[4200]
4200=Cores & Palavras Chave
1=OK
4026=Cores do Tema
4023=Adicionar Este
4022=Apagar
4021=Carregar
4027=Cores
4028=Sintaxe
4019=Grupo:
4007=Ativo:
4009=>
4008=<
4006=Colocar Aqui:
4011=Adicionar
4010=Apagar
4029=Iluminar
4018=Usar Iluminação
4025=Iluminar Linha ativa
4024=Iluminar comentário
4016=Fazer Desenho
4017=Exibir Separador
4030=Fonte Estilo / Grupo
4004=Negrito
4003=Italico
4005=Arquivo RC
4002=Aplicar
2=Cancelar
;--------------------------------------------------------------------------------
[4300]
4300=Localizar...
2010=Procurar?
2009=Substituir:
2011=Tipo
2003=Hex
2004=Ascii
2012=Direção
2005=Abaixo
2006=Acima
1=Procurar
2007=Substituir
2008=Subst Tudo
2=Cancelar
;--------------------------------------------------------------------------------
[4400]
4400=Arquivos do Projeto principal
4406=Arquivo:
1=OK
2=Cancelar
4407=Nome de Arquivo:
4405=...
;--------------------------------------------------------------------------------
[4500]
4500=Projeto de Grupos
1=OK
4505=Apaga Grp:
4504=Adi: Grupo
2=Cancelar
;--------------------------------------------------------------------------------
[4600]
4600=Acelerador de Menus
1=OK
2=Cancelar
3=Apagar
;--------------------------------------------------------------------------------
[4700]
4700=Aceleradores
4707=Nome:
4708=ID:
1=OK
2=Cancelar
4703=Exportar
4702=Adicionar
4701=Apagar
;--------------------------------------------------------------------------------
[4800]
4800=Escanear Projeto
4802=Palavra:
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[4900]
1=OK
;--------------------------------------------------------------------------------
[5000]
5000=Idioma
5003=Idioma:
5004=Variação do Idioma:
2=Cancela
1=OK
;--------------------------------------------------------------------------------
[5100]
5100=Opções de Fontes
1001=Editor de Código
1011=AaBbCc
1002=Editor de Texto
1012=AaBbCc
1004=Editor Hexa
1014=AaBbCc
1005=Nº de Linha
1015=12345
1009=Editor de Diálogo
1008=AaBbCc
1003=Ferramentas Janela
1013=AaBbCc
1006=Impressora
1016=AaBbCc
1017=Dialogos
1010=AaBbCc
1=OK
2=Cancelar
1007=Aplicar
;--------------------------------------------------------------------------------
[5200]
5200=Bloquear Inserir
5202=Entre com texto que será inserido em cada linha no bloco selecionado.
2=Cancelar
1=OK
;--------------------------------------------------------------------------------
[5300]
5300=Associar Arquivos
2=Fechar
5301=(.rap) Arquivo de Projeto
5302=(.asm) Arquivo de ASM
5303=(.inc) Arquivo de Include
5304=(.dlg) Arquivo de Dialogo
5305=(.mnu) Arquivo de Menu
5306=(.rc) Arquivo de Recurso
5307=Remover
1=Aplicar
;--------------------------------------------------------------------------------
[5400]
5400=Opções de Idioma
5401=Idioma:
5403=Aumentar:
1=OK
2=Cancelar
10=Aplicar
;--------------------------------------------------------------------------------
[Strings]
1=Arquivo sempre acima
2=Abrir Arquivo
3=Selecionar arquivo de Projeto
4=Todos os Arqivos de Projeto
5=Refrescar
11=Buscador de Projeto
12=Grupos de Projetos
13=Buscador de Arquivos
14=Filtro de Arquivo
15=Subir Um Nível
16=Pasta Anterior
17=Próxima Pasta
20002=Assemblar
20004=Estruturar
20005=Montar/Executar
20006=Executar
29991=Botão de usuário#1
29992=Botão de usuário#2
40004=Novo Arquivo
40005=Abrir Arquivo
40007=Gravar Arquivo
40009=Gravar Todos Arquivos
40011=Imprimir
41001=Desfazer
41002=Refazer
41003=Cortar
41004=Copiar
41005=Colar
41006=Apagar
41008=Procurar
41011=Substituir
41104=Colocar Marcador
41105=Próximo Marcador
41106=Marcador Aterior
41107=Limpar Todos Marcadores
42002=Mostrar/Ocultar Ferramentas
42003=Mostrar/Ocultar Saidas
42004=Mostrar/Ocultar Projetos
42005=Mostrar/Ocultar Propriedades
;--------------------------------------------------------------------------------
[998]
40001=&Novo Projeto	Ctrl+Shift+N
40002=&Abrir Projeto	Ctrl+Shift+A
40003=&Fechar Projeto	Ctrl+Shift+F
40013=Apagar &projeto	Ctrl+Shift+P
44990=Adicionar Novo
44101=&Arquivo .Asm
44102=A&rquivo .Inc
44103=Ar&quivo .Rc
44104=Arq&uivo .Txt
44105=&Diálogo
44106=&Menu
44107=Mód&ulo
44108=&Arquivo
44991=Adicionar Existente
44201=&Arquivos
44202=&Diálogos
44203=&Menus
44205=Arquiv&o Objeto
44206=Mód&ulos
44010=Grupos de &Projetos
44008=Refrescar &Propriedade de Projetos
50001=Refrescar &Propriedade de Arquivos
50002=&Remover do Projeto
50024=Reno&mear Arquivo
50003=&Bloquear / Desbloquaer Arquivo
50014=&Copia nome do código
50004=&Carregamento Automático
50005=Abrir Arquivo
50006=Gravar Arquivo Como
50007=Desfazer	Ctrl+Z
50008=Refazer	Ctrl+Y
50101=Cortar	Ctrl+X
50102=Copiar	Ctrl+C
50103=Colar	Ctrl+V
50104=Apagar	Del
50106=Copiar Tudo
50107=Cortar Tudo
50105=Limpar
41001=Desfazer	Ctrl+Z
41003=Cortar	Ctrl+X
41004=Copiar	Ctrl+C
41005=Colar	Ctrl+V
41006=Apagar	Del
43005=Trava controles
43006=Enviar para Traz
43007=Trazer para Frente
43008=Exibir Grade
43991=Alinhar
43901=Esquerda
43902=Centro
43903=Direita
43904=Acima
43905=Meio
43906=Baixo
43992=Do Mesmo Tamanho
43911=Largura
43912=Altura
43913=Ambos
50009=Cortar
50010=Copiar
50011=Colar
50012=Apagar
50013=Renomear
50015=Copia nome de código
50023=Explorar
50016=&Ir Para Declare
50021=&Escanear Projeto
50018=Procurar
50019=Procurar Próximo
50020=Procurar Anterior
50017=Copiar o Código
50022=Criar rotótipo
;--------------------------------------------------------------------------------
[999]
49900=&Arquivo
40001=Projeto &Novo	Ctrl+Shift+N
40002=&Abrir Projeto	Ctrl+Shift+A
40003=&Fechar Projeto	Ctrl+Shift+F
40013=&pagar &Projeto	Ctrl+Shift+P
40004=Arquivo &Novo	Ctrl+N
40005=A&brir Arquivo	Ctrl+B
40014=Abrir como &Hexa	Ctrl+H
41021=&Reabrir Arquivo	Ctrl+Shift+R
40006=Fech&ar Arquivo	Ctrl+F4
40007=&Gravar Arquivo	Ctrl+G
40008=Gravar Arquivo &Como	Ctrl+Shift+C
40009=Gravar Todos arqu&ivos	Ctrl+Shift+I
40990=Arquivos& Recentes
40010=Configurar Pagina
40011=Imprimir	Ctrl+P
40012=Sai&r	Alt+F4
49901=&Edição
41001=&Desfazer	Ctrl+Z
41002=&Refazer	Ctrl+Y
41022=&Limpar Area Refazer	Ctrl+Shift+L
41003=Cor&tar	Ctrl+X
41004=&Copiar	Ctrl+C
41005=&Colar	Ctrl+V
41006=&Apagar	Del
41007=&Selecionar Tudo	Ctrl+A
41008=&Procurar	Ctrl+P
41009=Procurar &Próximo	F3
41010=Procurar &Aterior	Ctrl+F3
41011=&Substituir	Ctrl+S
41012=Sal&tar para Linha	Ctrl+T
41101=Procura& Palavra	Shift+F2
41020=Procura Próxima Palavra	Ctrl+Shift+F2
41102=Proc&ura Declaração	F2
41103=R&etornar	Ctrl+F2
44019=Bloco
43001=&Dentro	F9
43002=&Fora	Ctrl+F9
43003=&Comentario	Alt+F9
43004=&Sem Comentário	Alt+Ctrl+F9
43990=Con&verter
43501=Espaço Para &Tabulação
43502=Tabulação Para &Espaço
43503=&Maiúscula
43504=&Minúscula
43505=Rastreando Espaços de &Recortes
44015=&Bloco / Modo Coluna	Ctrl+B
44020=Bloco Insere / &Substitui
41018=&Expandir Bloco	Ctrl+E
43009=&Ocultar Bloco
44016=Marcador
41104=&Estabelece Marcador	Shift+F8
41105=&Próximo Marcador	F8
41106=Marcado &Anteriorr	Ctrl+F8
41107=&Remove Marcador	Ctrl+Shift+F8
41990=Nomes de Marcadores	Ctrl+0..9
41300=Marcador &0	Ctrl+0
41301=Marcador &1	Ctrl+1
41302=Marcador &2	Ctrl+2
41303=Marcador &3	Ctrl+3
41304=Marcador &4	Ctrl+4
41305=Marcador &5	Ctrl+5
41306=Marcador &6	Ctrl+6
41307=Marcador &7	Ctrl+7
41308=Marcador &8	Ctrl+8
41309=Marcador &9	Ctrl+9
44017=BreakPoints
41013=&Estabelece BreakPoints	Alt+F8
41014=&Remove BreakPoints	Alt+Ctrl+F8
41015=Adiciona &Variavel	Alt+Shift+F8
44018=Erro
41016=&Próximo Erro	Shift+F3
41017=&Limpar Erros	Ctrl+Shift+F3
41019=&Abrir	Alt+Ctrl+A
49902=&Visualizar
42001=Barra de Ferramen&tas
42002=Caixa de &Ferramentas
42003=&Janela de Saida
42004=&Buscador de Projetos
42005=P&ropriedades
42006=S&elecionador de Etiquetas
42008=&Infomação de Controles
42007=&Barra de Estado
49903=Fo&rmato
43005=&Trava Controles
43006=&Envia para Traz
43007=&Traz para Frente
43008=Exibe &Grade
43991=&Alinhar
43901=&Esquerda
43902=&Centro
43903=&Direita
43904=&Acima
43905=&Meio
43906=&Abaixo
43992=Mesmo T&amanho
43911=&Largura
43912=&Altura
43913=&Ambos
49904=&Projeto
44990=Adiciona &Novo
44101=&Fonte / Arquivo .Asm
44102=&Cabeçalho / Arquivo .Inc
44103=A&rquivo Rc
44104=Arq&uivoTxt
44105=&Dialogo
44106=&Menu
44107=Mód&ulo
44108=Arqu&ivo
44991=Adicio&nar Existente
44201=&Arquivo
44202=&Dialogos
44203=&Menu
44205=&Arquivo &Objeto
44206=Mód&ulos
44011=&Acelerador
44001=&Recurso
44007=&Tabela String
44002=&Info da Versão
44013=&Idioma
44004=Remove &do Projeto
44992=Determinar Assemblador
44010=&Grupos de Projeto
44006=Opções do &Project
44009=Arquivos do Projeto principa&l
44008=Refres&car Propriedades
44012=Escanear Projeto
44003=Exportar a Janela de Sa&ida
44005=&Criar Planilha
44993=Criar &Texto Link
44701=&Nota
44702=&Bug
44703=&Todo
49905=&Montar
49906=&Ferramentas
46001=&Recortar	F11
46002=&Exportar ID Equ's	Ctrl+F11
49907=&Janela
47009=&Dividir / Fechar Dividir 	F4
47001=Fechar &Janela	Ctrl+F4
47002=Fechar &Tudo	Ctrl+Shift+F4
47003=&Próxima Janela	F6
47004=&Janela Anterior	Ctrl+F6
41401=Focaliza na Janela	Alt+0..9
47013=Focaliza Editor	F12
47014=Focaliza Projeto	Ctrl+F12
47015=Focaliza Propriedade	Shift+F12
47016=Focaliza Saida	Ctrl+Shift+F12
47005=Mosaico &Horizontal	F7
47006=Mosaico &Vertical	Ctrl+F7
47007=&Cascata	Shift+F7
47008=Organizar &Icones	Ctrl+Shift+F7
47010=&Maximizar	Alt+F7
47011=&Restaurar	Alt+Ctrl+F7
47012=Minimi&zar	Alt+Shift+F7
49908=&Opções
44022=&Idioma
48003=Opções do &Editor de Código
48001=&Cores && Palavras Chave
48004=&Opções do Editor de diálogos
48015=Opções de Im&pressão
44014=&Opções de Fontes
48017=Atalho para &Menu
44021=&Associar Arquivos
48012=Buscador de Arq&uivos
48013=&Tipo de Arquivo Externo
48005=&Recortar
48006=Ajustar &Diretórios
48011=Ferramentas de &Janelas
48007=&Menu Montar
48008=&Ferramentas do Menu
48009=&Ajuda do Menu
49909=M&acro
46301=G&ravar
46303=Gerenciar &Macros
49910=&Ajuda
49001=&Sobre
;--------------------------------------------------------------------------------
[AddinMana]
AddinMana=RadASM Gerenciado Addin
1=OK
2=Cancela
10=Applicar
1032=Instalar
1033=Desinstalar
1008=Ajuda
1001=Addins:
1002=Opções
1003=Informação
1004=Descrição:
1005=Autor:
1006=Versão:
1007=Data:
2000=Gerenciar Addin
3000=Habilitar
;--------------------------------------------------------------------------------
[FlipCase]
2000=Inverte MiúsculaxMinuscula
2001=Página de  Parada
3000=Inverte o Caso
3001=Página de  Parada
3002=Auto Mostrar Saida
3003=Auto Ocultar Saida
3004=Auto Mostra Caixa de Ferramentas
3005=Criar Temporário
3006=Sem Manipulador de Exceção
3007=Tempo de Compilação
;--------------------------------------------------------------------------------
[PthExpl++]
PthExpl++=Fixar Arquivos Menores
1001=OK
1003=Cancela
1004=<< Adiciona
1005=Remover >>
1007=Auto Apagar
1008=Perguntar Primeiro
2000=Abrir janela do projeto
2001=Fixar Arquivos Menores
2002=Apaga Arquivos Menores
3000=Habilita
;--------------------------------------------------------------------------------
[FontBuilder]
2000=Trocar Fonte
;--------------------------------------------------------------------------------
[ProjectZip]
ProjectZip=RadASM projeto zipper
2=Sair
1002=Zip && E-Mail
1004=Zip
1007=Seleciona Tudo
1009=Zipar Para:
1010=Corrente:
2000=Projeto Zipper
3000=Habilita Projeto zipper
3001=Adiciona data no Nome do zip
;--------------------------------------------------------------------------------
[AsmVars]
2000=AsmVars
3000=Habilita AsmVars
;--------------------------------------------------------------------------------
[asciiTab]
asciiTab=Esc Para sair.
2000=Tabela Ascii
3000=Habilita tabela Ascii
4000=Tabela Ascii
;--------------------------------------------------------------------------------
[CreateProto]
CreateProto=Criar linhas PROTO Associar
2000=Criar linhas PROTO Associar
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[CreateProtoEx]
CreateProtoEx=Criar linhas PROTO
1008=Selecionar tudo
1002=Enviar para janela
1001=Feito
1003=Crie Proto em Arquivo
1004=Habilite Criação de arquivo
1007=Cria um arquivo de função dos protótipos, enquanto edita elabora o velho.
2000=Criar linhas PROTO
;--------------------------------------------------------------------------------
[RadFavs]
2000=Projetos Fa&vorito
2001=&Adiciona ao favorito
2002=&Organiza projetos favorito
[RadFavs#1]
RadFavs#1=Adiciona ao favorito
1001=Nome
1003=Path
1=OK
2=Cancela
[RadFavs#2]
RadFavs#2=Organiza os projetos favoritos
1107=Nome do projeto
1108=Atualizar
1103=Informações
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
[AlexMenu]
3000=Sem ícones
3001=Com ícones
3002=Borda Branca
3003=Borda Azul
3004=Borda Verde
3005=Borda Vermelha
3006=Menu Branco
3007=Menu Azul
3008=Menu Verde
3009=Menu Vermelho
;--------------------------------------------------------------------------------
[BitMask]
BitMask=Gerador de, Mascara de Bit
141=Byte 3 (alta ordem)
102=Byte 2
103=Byte 1
104=Byte 0 (Baixa ordem)
139=Saida
140=Saida
151=Entre com um nome
142=Negar
143=Zerar
149=Hexadecimal
150=Decimal
3000=Habilita Bitmask
4000=Gerador de Bit mask
;--------------------------------------------------------------------------------
[Colref]
Colref=Cores
740=Cores básica
741=Cores personalizadas
730=Cores
731=Solida
723=Cor:
724=Saturação:
725=Luminosodade:
726=Vermelho:
727=Verde:
728=Azul:
1007=RGB (Verm,Verd,Azul): 
1008=Valor HEX: 
1009=Valor DEC: 
719=&Define cores personalizadas >>
1=OK
2=Cancela
105=Captura
104=Ref: de Cores
712=&Adiciona cor personalizada
1038=Ajuda
1001=Inserir
1002=Inserir
1003=Inserir
2000=Ref: Cores
3000=Habilit Ref: cores
3001=Disabilita cores flashing
3002=Disabilita dialogo azul
4000=Referência de cores
;--------------------------------------------------------------------------------
[Preview]
4000=Testar a caixa de diálogo
;--------------------------------------------------------------------------------
[RadToolBar]
3000=Habilita barra  personalizada
3001=Icones estilo Phoenity
3002=Ícones inactivos acinzentados
3003=Remover ferramenta de ícones
3004=Usar icones em arquivos
;--------------------------------------------------------------------------------
[RADbg]
RADbg=Interagir debug no RadASM
1004=Hex
1005=Dec
1006=Bin
1002=Limpar
1001=Terminar
1=OK
3000=Exibir caixa do debug
3001=Usar Int 3 no debug
3002=Ver mensagens na saida
;--------------------------------------------------------------------------------
[ReallyRad]
ReallyRad=Opções diversas
201=Auto adicionar dialog
202=Auto adicionar menu
203=Auto atualizar fontes
207=Auto atualizar tab string
205=Auto criar arquivo RC
206=Auto criar pasta Res
204=Auto atualiza ver/info
208=Auto atualiza fontes
301=Controlar duplo click
302=Selecionar menu Dialogo
303=Nomes Únicos
304=Verifica mod, na construção
1=OK
2=Cancelar
10=Aplicar
2000=Opções diversas
2001=ReallyRad - CodeWrite
3000=Habilita ReallyRad
[ReallyRad#2]
ReallyRad#2=ReallyRad - CodeWrite
9006=Nome do módulo:
9007=Modelo:
9008=Nome de procedimento
1=OK
2=Cancelar
;--------------------------------------------------------------------------------
